#+title:  Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Sistemas operativos en equipos n치uticos

- Tema presentado por :: Luis Mart칤nez y Joseph Urbano
- Calificaci칩n global :: Por favor lean todo el archivo para entender de d칩nde
  vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.09 |  0.3 |               8.05 |  0.7 |    8.36 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 3 | 7 |  9.09 |
| Nivel        | 0 | 0 | 0 | 5 | 6 |  9.09 |
| Relevancia   | 0 | 0 | 0 | 4 | 7 |  9.27 |
| Claridad     | 0 | 0 | 1 | 3 | 7 |  9.09 |
| Presencia    | 0 | 1 | 0 | 3 | 7 |  8.91 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.09 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Su exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de sus compa침eros:

- Excelente exposici칩n. Se nota un claro dominio del tema aunque es muy
  larga la duraci칩n

* Evaluaci칩n por parte del docente

| *Aspecto*                          | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido t칠cnico y profunidad     |    0.3 |           10 |       3. |
| Fuentes bibliogr치ficas             |   0.15 |           10 |      1.5 |
| Organizaci칩n                       |   0.15 |           10 |      1.5 |
| Comunicaci칩n oral y uso del tiempo |   0.25 |            4 |       1. |
| Uso de recursos visuales           |   0.15 |            7 |     1.05 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     8.05 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente
- 춰34 minutos de exposici칩n! Es pr치cticamente el doble del tiempo
  estimado. Voy a verla a 1.5칑 su velocidad, lo cual sin duda afectar치 c칩mo
  la alcanzo a apreciar... y estoy seguro que varios de sus compa침eros
  habr치n decidido hacer esto mismo (o habr치n abandonado a medio camino) 游뗴
  - El tema me parece _muy_ interesante, y seguro vale la pena escucharlo
    con inter칠s. Pero el 치mbito en que lo est치n presentando no es el
    adecuado para este nivel de detalle que dan
- Las l치minas llevan mucho texto, y muy frecuentemente, leen directamente
  de ellas.
  - En algunas l치minas, leen una l칤nea, y explican de forma independiente;
    esto lleva a un mucho mejor ritmo, y demuestran su inter칠s y
    conocimiento por el tema mucho mejor.
  - Si bien las l치minas est치n cargadas, el emplear recursos din치micos en
    las im치genes de fondo es un buen agregado 游뗵
- Cuando explican subsistmas como AIS o ECDIS, 쯘s _realmente_ el sistema
  operativo el que lo gestiona?
  - Me parece que los sistemas operativos se limitan a gestionar las
    se침ales y los procesos en tiempo real, pero son /los programas de
    aplicaci칩n/ los que se encargan de las cartas de navegaci칩n, la emisi칩n
    de identificaci칩n, los sensores necesarios, etc.
  - Recuerden lo que discutimos a lo largo del cursado respecto a el /papel
    b치sico/ que debe ocupar el sistema operativo, en contraposici칩n con /la
    flexibilidad/ que nos da el implementar el conocimiento espec칤fico en
    programas de aplicaci칩n.
    - De hecho, esto mismo lo presentan ustedes sin decirlo muy
      expl칤citamente,, hacia los 23:30, en la l치mina que est치 titulada
      Zephyr pero habla de QNX 游땔
- La presentaci칩n es muy original y parte de un 치ngulo muy 칰nico e
  interesante. 춰Muchas gracias por compartirla con nosotros!
